/* Class = "UILabel"; text = "Point of Sale needs your current location"; ObjectID = "JUW-Z1-uxf"; */
"JUW-Z1-uxf.text" = "POSレジには現在地情報が必要です";

/* Class = "UILabel"; text = "Location Services must be turned on at all times when using Square. Square needs to know where transactions take place in order to reduce the risks associated with those transactions and to minimize payment disputes."; ObjectID = "dB5-qg-PFN"; */
"dB5-qg-PFN.text" = "Square使用の際には、位置情報サービスが有効化されている必要があります。お取引きの位置情報を把握することで、不正な取引きや支払い異議申し立てのリスクを減らすためです。";

/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Location Services to ensure Location Services is on and enabled for Square Register. Relaunch Register to begin accepting credit cards."; ObjectID = "hcT-H1-m6X"; */
"hcT-H1-m6X.text" = "アプリの設定から、プライバシー＞位置情報に進み、位置情報サービスが有効化され Squareレジで使用可能となっていることを確認してください。クレジットカードの受付けを開始するには Squareレジの再起動が必要です。";

